Repository: RazorMeister/Maintenance-Mode-Wordpress-Plugin
Catalog: maintenance-mode-plugin/languages/maintenance-mode-plugin-*.po
Languages: pl_pl

source: Specified ip address is incorrect!
pl_pl: Podany adres IP jest niepoprawny!

source: You have to set ip!
pl_pl: Musisz podać adres IP!

source: You have to specified time before informing users!
pl_pl: Musisz podać czas od kiedy informować użytkowników o przerwie technicznej!

source: Date of end cannot be earlier than date od start!
pl_pl: Końcowa data nie może być wcześniejsza niż data początkowa!

source: Date format is incorrect!
pl_pl: Wprowadzona data jest w nieprawidłowym formacie!

source: Enabled by schedule settings
pl_pl: Włączony przez ustawienia harmonogramu

source: Preview
pl_pl: Podgląd

source: Settings
pl_pl: Ustawienia

source: Maintenance mode is starting in:
pl_pl: Przerwa techniczna zacznie się za :

source: Error while loading theme:
pl_pl: Błąd podczas ładowania motywu:

source: Maintenance mode plugin settings
pl_pl: Ustawienia wtyczki Maintenance Mode Plugin

source: Maintenance mode enabled
pl_pl: Tryb konserwacji jest włączony

source: Enable \ Disable
pl_pl: Włącz \ Wyłącz

source: Select theme
pl_pl: Wybierz motyw

source: Site title
pl_pl: Tytuł strony

source: Title of your site
pl_pl: Tytuł Twojej strony

source: Site description
pl_pl: Opis strony

source: Your site description
pl_pl: Opis Twojej strony

source: Excluded Ip address
pl_pl: Wykluczony adres IP

source: You can use: 127.0.0.0 | 127.0.0.* | 10.0.0.0/8
pl_pl: Możliwe warianty: 127.0.0.0 | 127.0.0.* | 10.0.0.0/8

source: Date of starting maintenance mode
pl_pl: Data początkowa trybu konserwacji

source: Date of ending maintenance mode
pl_pl: Data końcowa trybu konserwacji

source: Inform users about coming maintenance mode
pl_pl: Informuj użytkowników o nadchodzącej przerwie technicznej

source: Time Before the maintenance mode the user should be informed (in minutes)
pl_pl: Czas przed jakim użytkownicy będą informowaniu o przerwie technicznej (w minutach)

source: Main Settings
pl_pl: Ustawienia ogólne

source: IP Management
pl_pl: Zarządzanie IP

source: Schedule
pl_pl: Harmonogram czasowy

source: About plugin
pl_pl: O wtyczce

source: IP whitelisting is a security feature used for limiting and controlling access only to trusted users. IP whitelisting allows you to create lists of trusted IP addresses or IP ranges from which you can access your website without seeing maintenance page.
pl_pl: Biała lista adresów IP to funkcja odpowiadająca za ograniczenie i kontrolę dostępu do strony wyłącznie przez zaufanych użytkowników. Biała lista umożliwia stworzenie zbioru zaufanych adresów IP lub przedziałów adresów IP, z których będzie możliwy dostęp do Twojej strony bez konieczności wyświetlania planszy informującej o pracach konserwacyjnych.

source: Please note that most home networks are likely to have a dynamic IP address. A dynamic IP address is an IP address that changes from time to time unlike a static IP address. Instead of one IP address always being allocated to your home network (static IP), your IP address is pulled from a pool of addresses and then assigned to your home network by your ISP. After a few days, weeks or sometimes months that IP address is put back into the pool and you are assigned a new IP address.
pl_pl: Zwróć uwagę, że większość domowych sieci wykorzystuje dynamiczne adresy IP. Dynamiczny adres IP to adres, który w przeciwieństwie do statycznego adresu IP może zmieniać się od czasu do czasu. Zamiast jednego adresu, przypisanego na stałe do sieci domowej, adres IP jest pobierany z dostępnej puli adresów, a następnie przypisywany do sieci domowej przez Twojego dostawcę Internetu. Po kilku dniach, tygodniach lub czasem miesiącach adres ten może trafić z powrotem do puli, a Twojej sieci domowej zostanie przyznany nowy adres.s

source: Excluded IP addresses
pl_pl: Wykluczone adresy IP

source: Start IP address
pl_pl: Początkowy adres IP

source: End IP address
pl_pl: Końcowy adres IP

source: Remove
pl_pl: Usuń

source: Includes your IP address
pl_pl: Zawiera Twój obecny adres IP

source: Add new IP address
pl_pl: Dodaj nowy adres IP

source: Your IP address:
pl_pl: Twój adres IP:

source: Maintenance scheduling is a feature used to plan the time when your website will have ongoing intended maintenance (such as installing updates, hotfixes or provisioning major changes). Maintenance mode plugin will activate itself automatically when the time comes.
pl_pl: Zarządzanie czasowe to funkcja wykorzystywana do planowania terminów, w czasie których na Twojej stronie będą trwały zaplanowane prace konserwacyjne (takie jak instalacja aktualizacji, poprawek bezpieczeństwa lub wprowadzanie poważnych zmian). Maintenance Mode Plugin automatycznie uruchomi się w podanych przedziałach czasowych.

source: You can specify multiple date and time ranges.
pl_pl: Możesz wybrać wiele zakresów dat.

source: If you choose “Modern Theme” the countdown on maintenance page will automagically count to the first end date.
pl_pl: Jeżeli wybierzesz motyw „nowoczesny” to licznik na stronie konserwacji będzie automatycznie odliczać czas do pierwszej daty końcowej.

source: Scheduled maintenance
pl_pl: Zaplanowane konserwacje

source: Start date
pl_pl: Data początkowa

source: End date
pl_pl: Data końcowa

source: Schedule new maintenance time
pl_pl: Zaplanuj czas konserwacji

source: Current time:
pl_pl: Aktualny czas:

source: Maintenance Mode Plugin is a small plugin that replaces your website with a splash page which explains why it's offline and when you can expect it to be live again. It is possible to operate it manually or using schedule and IP whitelisting.
pl_pl: Maintenance Mode Plugin to mała wtyczka, która zastępuje Twoją stronę internetową specjalną planszą informującą o trwającej konserwacji. Możliwe jest sterowanie ręczne lub poprzez harmonogramy czasowe lub IP.

source: Authors
pl_pl: Autorzy

source: Repository
pl_pl: Repozytorium

source: Feel free to visit our
pl_pl: Zobacz nasze

source: GitHub repository!
pl_pl: repozytorium GitHub!

source: License
pl_pl: Licencja

source: This work is licensed under the European Union Public License v. 1.2. For further details visit our
pl_pl: Wtyczka została wydana na licencji European Union Public License v. 1.2. Więcej szczegółów znajdziesz w

source: GitHub repo
pl_pl: repozytorium GitHub

source: Default Theme
pl_pl: Motyw domyślny

source: Our beautiful default theme by Przemysław Dominikowski
pl_pl: Motyw domyślny stworzony przez Przemysława Dominikowskiego

source: Modern Theme
pl_pl: Motyw nowoczesny

source: Our beautiful modern theme by Przemysław Dominikowski
pl_pl: Motyw nowoczesny stworzony przez Przemysława Dominikowskiego
